export const str = `<!DOCTYPE html>
<html lang="zh-cn">
<head>
	<meta charset="UTF-8">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<title>用户隐私政策</title>
	<script>
		document.addEventListener('contextmenu', function (e) {
			e.preventDefault();
		}, false);
	</script>
	<script type="text/javascript">
		(function (doc, win) {
		var docEl = doc.documentElement,
				resizeEvt = 'orientationchange' in window ? 'orientationchange' : 'resize',
				recalc = function () {
					var clientWidth = docEl.clientWidth;
					if (!clientWidth) return;
					var fontSize = 100 * (clientWidth / 750);
					fontSize = (fontSize > 100) ? 100 : fontSize;
					docEl.style.fontSize = fontSize + 'px';
					var dpi = window.devicePixelRatio;
					docEl.setAttribute('data-dpi', dpi);
				};
		recalc();
		if (!doc.addEventListener) return;
		win.addEventListener(resizeEvt, recalc, false);
	})(document, window);
	</script>
	<style>
		body {
			padding: 0;
			margin: 0;
			-webkit-user-select: none; /* Chrome, Safari */
			-moz-user-select: none; /* Firefox */
			-ms-user-select: none; /* Internet Explorer/Edge */
			user-select: none; /* Standard syntax */
		}
		h1 {
			font-size: 24px;
			margin: 5px 0;
		}
		p {
			font-size: 18px;
			margin: 5px 0;
			text-align: justify;
		}
		ul {
			font-size: 18px;
			margin: 5px 0;
		}
	</style>
</head>
<body>
	<div style="display: flex;flex-direction: column;overflow: hidden;height: 100vh;padding: 15px;box-sizing: border-box;">
		<div style="flex: 1;overflow-y: auto;">
			<h1><strong>太实荟</strong><strong>商城用户隐私政策 </strong></h1>
			<p><strong>提示条款</strong></p>
			<p>&nbsp;</p>
			<p>太实荟商城作为企业弹性福利平台，专业向企业提供一站式跨品类弹性福利解决方案，助力企业优化员工福利品质，扩大员工福利选择自由度，提升员工对企业满意度。本隐私权政策适用于太实荟商城的所有产品和服务，旨在向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。本隐私政策将帮助您了解以下内容:</p>
			<p><strong>一、我们如何收集和使用您的个人信息</strong></p>
			<p><strong>二、我们如何使用Cookies和同类技术</strong></p>
			<p><strong>三、我们如何共享、转让、公开披露您的个人信息</strong></p>
			<p><strong>四、我们如何保护和保存您的个人信息</strong></p>
			<p><strong>五、您如何管理个人信息</strong></p>
			<p><strong>六、修订和通知</strong></p>
			<p><strong>七、如何联系我们</strong></p>
			<p>&nbsp;</p>
			<p><strong><u>在使用</u></strong><strong><u>太实荟商城</u></strong><strong><u>各项产品或服务前，请您务必仔细阅读，重点阅读以粗体或粗体下划线标识的条款，在确认充分理解并同意后再开始使用。</u></strong>如对本政策内容有任何疑问、意见或建议。您可通过本政策“联系我们”章节所列的反馈渠道与我们联系。</p>
			<p>&nbsp;</p>
			<p><strong>定义</strong></p>
			<p>&nbsp;</p>
			<p><strong>太实荟商城</strong>:太实荟惠民电商平台。</p>
			<p>&nbsp;</p>
			<p><strong>服务提供者</strong>:指太实荟商城的互联网信息及软件技术服务提供者太湖县龙山万新贸易有限公司。</p>
			<p>&nbsp;</p>
			<p><strong>个人信息</strong>:指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
			<p>&nbsp;</p>
			<p><strong>个人敏感信息</strong>:指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。我们将在本隐私权政策中对具体个人敏感信息以<strong>粗体</strong>进行显著标识。</p>
			<p>&nbsp;</p>
			<p>所属企业:是指为您采购福利的企业。</p>
			<p>&nbsp;</p>
			<p><strong>正文</strong></p>
			<p>&nbsp;</p>
			<p><strong>一、个人信息的收集和使用</strong></p>
			<p>在您使用我们的产品与/或服务时，我们需要或可能需要收集和使用的您的个人信息包括如下两种:</p>
			<p>&nbsp;</p>
			<p><strong>1为实现向您提供我们产品与/或服务的基本功能，您须授权我们收集、使用的必要信息。如您拒绝提供相应信息，您将无法正常使用我们的产品与/或服务;</strong></p>
			<p><strong>2向提供我们产品与/或服务附功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品与/或服务的基本功能。</strong></p>
			<p>&nbsp;</p>
			<p>您理解并同意:</p>
			<p>&nbsp;</p>
			<p><strong>1因我们向您提供的产品和服务种类众多，因不同用户选择使用的具体产品或服务范围存在差异，相应地，基本或附加功能及收集使用的个人信息类型、范围等会有所区别，请以具体的产品或服务功能为准;</strong></p>
			<p><strong>2我们可能会不时推出新的或优化后的功能，可能需要收售、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。</strong></p>
			<p>&nbsp;</p>
			<p>在此过程中，如果您有任何疑问、意见或建议，您可通过本政策“联系我们”章节提供的联系方式与我们联系，我们会尽快为您作出解答。我们会为实现本政策下述的各项功能，收集和使用您的个人信息:</p>
			<p>&nbsp;</p>
			<ul>
			<li><strong>帮助您成为我们的用户</strong></li>
			</ul>
			<p><strong>1、</strong><strong>基础账户服务</strong></p>
			<p>&nbsp;</p>
			<p><strong>我们通过</strong><strong>太实荟商城</strong><strong>账户为您提供基础账户服务。为您注册成为白名单账户并使用我们的账户服务，您需要提供手机号码或邮箱号、密码用于创建</strong><strong>太实荟商城</strong><strong>账户。</strong></p>
			<p>&nbsp;</p>
			<p><strong><u>对于需要通过</u></strong><strong><u>太实荟商城</u></strong><strong><u>账户才能使用的服务，我们可能会根据您提供的上述信息校验您的账户身份，确保我们是在为您本人提供服务。</u></strong></p>
			<p>&nbsp;</p>
			<p><strong><u>2</u></strong><strong><u>、</u></strong><strong><u>附加账户服务</u></strong></p>
			<p>&nbsp;</p>
			<p>地域服务:基于太实荟商城产品的地域性，为方便您更便捷的享受到浏览、使用、兑换本地产品等服务，我们会为您提供定位服务。<strong>当您同意本协议后，我们将收集您使用</strong><strong>太实荟商城</strong><strong>时所处的地理位置</strong>，为您推荐所在区域可以购买的商品或服务。需要您了解和知悉的是，我们仅收集您当时所处的地理位置。但不会将您各时段的位置信息进行结合以判断您的行踪轨迹。</p>
			<p>授权登录:我们可能会根据您的授权从第三方处获取您的第三方账户信息，并与您的太实荟商城账户进行绑定，使您可通过第三方账户直接登录、使用我们的产品与/或服务。我们将在您授权同意的范围内使用您的相关信息。</p>
			<p>&nbsp;</p>
			<p><strong>3</strong><strong>、</strong><strong>账户信息展</strong><strong>示</strong></p>
			<p><u>如果您已拥有</u><u>太实荟商城</u><u>账户，我们可能会在</u><u>太实荟商城</u><u>服务中显示您的上述个人信息，包括通过</u><u>太实荟商城</u><u>账户集中展示您的个人资料、交易订单。</u></p>
			<p>&nbsp;</p>
			<p>(二)帮助您完成下单及订单管理</p>
			<p>&nbsp;</p>
			<p>当您在太实荟商城订购具体商品与/或服务时，我们会通过系统为您生成购买该商品或服务的订单。在下单过程中，您至少需提供您的收货人姓名、收货地址、收货人联系电话、也可能需要提供身份证号码信息、照片:同时该订单中会载明您所购买的商品与/或服务信息、具体订单号、订单创建时间、您应支付的金额。我们收集这些信息是为了帮助您顺利完成交易、保障您的交易安全、查询订单信息、提供客服与售后服务及其他我们明确告知的目的。</p>
			<p>&nbsp;</p>
			<p>为便于您了解查询订单信息并对订单信息进行管理，我们会收集您在使用我们服务过程中产生的订单信息。</p>
			<p>&nbsp;</p>
			<p>(三)帮助您完成支付</p>
			<p>&nbsp;</p>
			<p>在您预订和下单后，您可以选择与我们合作的第三方支付机构(包括微信支付等支付通道，以下称“支付机构”)所提供的支付服务，我们会将您的太实荟商城账户的账户名、对应的支付账户账户名、订单支付相关信息、订单安全相关设备信息及其他反洗钱法律要求的必要信息与支付机构共享</p>
			<p>为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可自支付机构处收集与支付进度相关的信息。</p>
			<p>&nbsp;</p>
			<p>(四)帮助向您完成商品或服务的交付</p>
			<p>&nbsp;</p>
			<p>为保证您购买的商品与/或服务能够顺利、安全、准确送达，我们会向为太实荟商城提供物流配送服务的第三方配送公司(包括顺丰、EMS、圆通、中通、韵达、京东快递等)披露订单相关配送信息。您知晓并同意相应物流配送主体不可避免地获知及使用您的配送信息，用于完成交付目的。如果您拒绝共享此类信息，我们将无法完成相关交付服务。</p>
			<p>为使我们及时获悉并确认交付进度及状态，向您提供售后与争议解决服务，您同意我们可自物流服务主体处收集与交付进度相关的信息。</p>
			<p>&nbsp;</p>
			<p>(五)帮助向您完成所属企业福利核对</p>
			<p>&nbsp;</p>
			<p>请您了解并理解，太实荟商城的服务系基于您所属企业提供的福利行为，故您所属企业可能会对太实荟商城提出结算需求。为保证您能够正常在太实荟商城享受企业福利，您的所属企业可能会需要太实荟商城向其提供您的姓名、电话、邮箱、生日、性别、国籍、账户金额、已使用金额、账户余额、兑换(交易)明细、物流单号、货物送货情况。</p>
			<p>&nbsp;</p>
			<p>为使我们能为您提供福利兑换服务，您同意我们可根据您所属企业要求，向其提供此类信息。</p>
			<p>&nbsp;</p>
			<p>(六)客服及争议处理</p>
			<p>&nbsp;</p>
			<p>当您与我们联系或提出售中售后服务、争议纠纷处理申请时为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的账户身份。</p>
			<p>&nbsp;</p>
			<p>为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信或通话记录及相关内容(包括账户信息、订单信息、您为了证明相关事实提供的其他信息、您留下的联系方式信息)，如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账户信息和订单信息。</p>
			<p>&nbsp;</p>
			<p>为了提供服务及改进服务质量的合理需要，我们还可能使用的您的其他信息，包括您与客服联系时您提供的相关信息、您参与问卷调查时向我们发送的问卷答复信息。</p>
			<p>&nbsp;</p>
			<p>(七)其他</p>
			<p>&nbsp;</p>
			<p>1若你提供的信息中含有其他用户的个人信息，在向太实荟商城提供这些个人信息之前，您需确保您已经取得合法的授权。若其中涉及儿童个人信息的，您需在发布前取得对应儿童监护人的同意，前述情形下监护人有权通过本政策“联系我们”章节所列的反馈渠道联系我们，要求更正或删除涉及儿童个人信息的内容。</p>
			<p>&nbsp;</p>
			<p>2得授权同意的例外，您充分理解并同意，我们在以下情况下收集、使用您的个人信息无需您的授权同意，且我们可能不会响应您提出的修改、删除、注销、撤回同意、索取信息的请求:</p>
			<p>(1)与国家安全、国防安全有关的:</p>
			<p>(2)与公共全、公共卫生、重大公共益有关的;</p>
			<p>(3)与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的;</p>
			<p>(4)出于维护您或其他个人的生命、财产等重大合法权益但又难以得到本人同意的;</p>
			<p>(5)您自行向社会公众公开的个人信息;</p>
			<p>(6)从合法公开披露的信息中收集的个人信息，如合法的新闻报道、政府信息公开等渠道;</p>
			<p>(7)据与您签订和履行相关协议或其他书面文件所必需的;</p>
			<p>(8)用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障等;</p>
			<p>(9)为合法的新闻报道所必需的;</p>
			<p>(10)学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的;</p>
			<p>(11)法律法规其他情形。</p>
			<p>请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的使用无需另行向您通知并征得您的同意。</p>
			<p>&nbsp;</p>
			<p>3如我们停止运营太实荟商城产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，并对我们所持有的与已关停业务相关的个人信息进行删除或匿名化处理。涉及儿童个人信息的，我们会并将停止运营的通知及时告知儿童监护人。</p>
			<p>&nbsp;</p>
			<p>二、Cookie</p>
			<p>&nbsp;</p>
			<p>为确保商城正常运转、使您获得更轻松的访问体验，我们会在您的计算机或移动设备上存储CookieFlashCookie或浏览器(或关联应用程序)提供的其他通常包含标识符、站点名称以及一些号码和字符的本地存储(统称“Cookie”)。借助于 Cookie，商城能够存储您的登录信息、购物车内的商品等数据。</p>
			<p>&nbsp;</p>
			<p>如果您的浏览器或浏览器附加服务允许，您可修改对Cookie的接受程度或拒绝我们的Cookie。有关详情，请参见</p>
			<p>AboutCookies.org。但如果您这么做，在某些情况下可能会影响您安全访问我们的商城，且可能需要在每一次访问我们的商城时更改用户设置。三、信息共享、转让和公开披露</p>
			<p>&nbsp;</p>
			<p>(一)共享</p>
			<p>&nbsp;</p>
			<p>我们不会与太实荟商城服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外:</p>
			<p>1、在法定情形下的共享:我们可能会根据法律法规规定、诉讼、争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息;</p>
			<p>2、在获取明确同意的情况下共享:获得您的明确同意后，我们会与其他方共享您的个人信息;</p>
			<p>3、在您主动选择情况下共享:您通过太实荟商城购买商品或服务，我们会根据您的选择，将您的订单信息中与交易有关的必要信息共享给相关商品或服务的提供者，以实现您的交易及售后服务需求;</p>
			<p>4、与授权合作伙伴共享:我们可能委托授权合作伙伴为您提供某些服务或代表我们履行职能。我们仅会出于本隐私权政策声明的合法、正当、必要、特定、明确的目的共享您的信息，授权合作伙伴只能接触到其履行职责所需信息，且不得将此信息用于其他任何目的。对于涉及儿童个人信息的，我们不允许合作伙伴进行转委托。</p>
			<p>目前，我们的授权合作伙伴主要包括:供应商、服务提供商和其他合作伙伴。我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴。这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查等。</p>
			<p>&nbsp;</p>
			<p>(二) 转让</p>
			<p>&nbsp;</p>
			<p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外:</p>
			<p>1在获取明确同意的情况下转让:获得您的明确同意后，我们会向其他方转让您的个人信息;</p>
			<p>2 在太实荟商城服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</p>
			<p>&nbsp;</p>
			<p>(三)公开披露</p>
			<p>&nbsp;</p>
			<p>我们仅会在以下情况下，公开披露您的个人信息</p>
			<p>1获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息;</p>
			<p>2如果我们确定您出现违反法律法规或严重违反太实荟商城相关协议及规则的情况，或为保护太实荟商城用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或在征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及太实荟商城已对您采取的措施。</p>
			<p>&nbsp;</p>
			<p>(四)共享、转让、公开披露个人信息时事先征得授权同意的例外</p>
			<p>&nbsp;</p>
			<p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意:</p>
			<p>1、与国家安全、国防安全有关的;</p>
			<p>2、与公共安全、公共卫生、重大公共利益有关的;</p>
			<p>3、与犯罪侦查、起诉、审判和判决执行等司法或行政执法有关的;</p>
			<p>4、出于维护您或其他个人的生命、财产等重大合法权益但又难以得到本人同意的;</p>
			<p>5 您自行向社会公众公开的个人信息;</p>
			<p>6、从合法公开披露的信息中收集的个人信息，如合法的新闻报道、政府信息公开等渠道。</p>
			<p>请知悉，根据适用的法律，若我们对个人信息采取技术措施和其他必要措施进行处理，使得数据接收方无法重新识别特定个人且不能复原，则此类处理后数据的共享、转让、公开披露无需另行向您通知并征得您的同意。</p>
			<p>&nbsp;</p>
			<p>四、个人信息保护措施</p>
			<p>&nbsp;</p>
			<p>(一)我们只会因本政策所述目的在所需的期限内保留您的个人信息，除非法律有强制的存留要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年。而我们判断前述期限的标准包括:1完成与您相关的交易目的、维护相应交易及业务记录、应对您可能的查询或投诉;</p>
			<p>2我们为您提供服务的安全和质量;</p>
			<p>3、您是否同意更长的留存期间;</p>
			<p>4是否存在保留期限的其他特别约定。</p>
			<p>&nbsp;</p>
			<p>在您的个人信息超出保留期间后，我们会根据适用法律的要求删除您的个人信息，或使其匿名化处理。</p>
			<p>&nbsp;</p>
			<p>(二)互联网并非绝对安全的环境，使用太实荟商城服务时，我们强烈建议您不要使用非太实荟商城推荐的通信方式发送您的信息。</p>
			<p>在使用太实荟商城服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。请使用复杂密码，协助我们保证您的账户安全。如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络太实荟商城客服，以便我们根据您的申请采取相应措施。</p>
			<p>请注意，您在使用我们服务时自愿共享甚至公开分享的信息。可能会涉及您或他人的个人信息甚至个人敏感信息。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。(三)在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知相关事宜。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。</p>
			<p>同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
			<p>&nbsp;</p>
			<p>五、个人信息的管理</p>
			<p>&nbsp;</p>
			<p>您可以通过以下方式访问及管理您的信息:</p>
			<p>&nbsp;</p>
			<p>(一)查询、更正、补充和删除您的信息</p>
			<p>&nbsp;</p>
			<p>您有权查询、更正或补充您的信息。您可以通过以下方式自行操作:</p>
			<p>1账户信息:如果您希望访问或编辑您的账户中的个人基本信息(如账户密码、性别等)，您可以登录客户端通过“我的账户一个人信息/修改密码”执行此类操作。</p>
			<p>2订单信息:PC端您可以通过访问“我的订单”页面查看您的所有订单状态;移动端您可以通过“个人中心-(各产品)订单查看您的所有订单状态。</p>
			<p>&nbsp;</p>
			<p>(二)注销您的账户</p>
			<p>&nbsp;</p>
			<p>请您了解并同意，在您从所属企业离职时，所属企业可能会帮您注销您的账户。</p>
			<p>&nbsp;</p>
			<p>六、隐私权政策的更新与通知</p>
			<p>&nbsp;</p>
			<p>为给您提供更好的服务以及随着太实荟商城业务的发展，本隐私权政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在太实荟商城商城移动端发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您访问太实荟商城以便及时了解最新的隐私政策。本隐私权政策的旧版本在太实荟商城专门页面存档，供您杳阅。</p>
			<p>&nbsp;</p>
			<p>七、联系我们</p>
			<p>&nbsp;</p>
			<p>如对本政策内容有任何疑问、意见或建议，您可通过太实荟商城商城客服电话或在线客服与我们联系，我们将在15天内回复您的请求。如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您同意并接受通过向仲裁委员会提起仲裁的方式来寻求解决方案。</p>
		</div>
	</div>
</body>
</html>
`